// This file will be deleted after fetch data from backend already

export const companies = [
    {
        "no": 1,
        "name": "บริษัท ไปรษณีย์ไทย จำกัด",
        "address": "55 ซอยเฉลิมพระเกียรติ ร.9 ซอย 9 แขวงหนองบอน เขตประเวศ กรุงเทพมหานคร 10250",
        "website": "https://www.thailandpost.co.th/th/index/",
        "description": "รัฐวิสาหกิจภายใต้สังกัดกระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม",
        "telephone": "02-831-3600",
        "location": {
            "type": "Point",
            "coordinates": [
                100.647772384337,
                13.6935773963944
            ]
        }
    },
    {
        "no": 2,
        "name": "บริษัท ไอบอทน้อย จำกัด",
        "address": "21 อาคารอโศก 253 ถนนสุขุมวิทอโศกมนตรี แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพมหานคร 10110",
        "website": "https://botnoigroup.com/th/",
        "description": "ธุรกิจประกอบกิจการให้บริการ ด้านเทคนิคคอมพิวเตอร์และปัญญาปรพดิษฐ์ทั้งภาครัฐและเอกชน",
        "telephone": "064-192-2433",
        "location": {
            "type": "Point",
            "coordinates": [
                100.562776284079,
                13.7472593455909
            ]
        }
    },
    {
        "no": 3,
        "name": "บริษัท เดอะเรดคาร์บอน จำกัด",
        "address": "11/1 ถนนสุขุมวิท สาทร แขวงยานนาวา เขตสาทร กรุงเทพมหานคร 10120",
        "website": "http://www.theredcarbon.com/",
        "description": "ธุรกิจให้คำปรึกษาทางด้านซอฟท์แวร์ จัดทำซอฟท์แวร์สำเร็จรูป กิจกรรมการให้คำปรึกษาทางด้านซอฟต์แวร์ กรุงเทพมหานคร",
        "telephone": "02-285-1870",
        "location": {
            "type": "Point",
            "coordinates": [
                100.526703995723,
                13.7202127498396
            ]
        }
    },
    {
        "no": 4,
        "name": "บริษัท ไลน์แมน (ประเทศไทย) จำกัด",
        "address": "195 อาคารวัน แบงค็อก ทาวเวอร์ 4 ชั้นที่ 24 ห้องเลขที่ 2411-2412 และชั้นที่ 25 ห้องเลขที่ 2501-2514 ถนนวิทยุ แขวงลุมพินี เขตปทุมวัน กรุงเทพมหานคร 10330",
        "website": "https://lmwn.com/",
        "description": "บริษัทที่ดำเนินธุรกิจด้าน บริการขนส่งสินค้าทางบก และเป็น ตลาดกลางในการซื้อขายสินค้าหรือบริการผ่านสื่ออิเล็กทรอนิกส์",
        "telephone": "02-411-2412",
        "location": {
            "type": "Point",
            "coordinates": [
                100.547183083059,
                13.7277403912443
            ]
        }
    },
    {
        "no": 5,
        "name": "Haupcar Company Limited (Head Office)",
        "address": "128/21 ชั้น 3 อาคารพญาไทพลาซ่า ถนนพญาไท แขวงทุ่งพญาไท เขตราชเทวี กรุงเทพมหานคร 10400",
        "website": "https://www.haupcar.com/",
        "description": "ประกอบธุรกิจให้เช่ายานพาหนะทุกชนิด แก่นิติบุคคลและบุคคลทั่วไป",
        "telephone": "02-113-1155",
        "location": {
            "type": "Point",
            "coordinates": [
                100.531830253394,
                13.7566777871024
            ]
        }
    },
    {
        "no": 6,
        "name": "บริษัท ออเรนจ์แคป อินโนเวทีฟ จำกัด",
        "address": "อาคารวรรณสรณ์ ชั้น 9 ห้องเลขที่ 0904 ถนนพญาไท แขวงถนนพญาไท เขตราชเทวี กรุงเทพมหานคร 10400",
        "website": "https://orangecapinnovative.com/",
        "description": "ธุรกิจจัดทำโปรแกรม เว็บเพ็จ ซอฟต์แวร์สำเร็จรูป ระบบเครือข่ายอิเล็กทรอนิกส์",
        "telephone": "065-554-7498",
        "location": {
            "type": "Point",
            "coordinates": [
                100.53521398223,
                13.7583526066908
            ]
        }
    },
    {
        "no": 7,
        "name": "บริษัท เฮลท์ พลาซ่า จำกัด",
        "address": "2/4 ถนนวิทยุ แขวงลุมพินี เขตปทุมวัน กรุงเทพมหานคร 10330",
        "website": "https://www.bdmswellness.com/",
        "description": "ประกอบกิจการให้บริการแพลตฟอร์มดิจิทัลเกี่ยวกับบริบาลโทรเวช หรือบริบาลการแพทย์ทางไกล (telemedicine) และบริการเภสัชกรรมทางไกล",
        "telephone": "02-826-9999",
        "location": {
            "type": "Point",
            "coordinates": [
                100.54799198223,
                13.7477558020538
            ]
        }
    },
    {
        "no": 8,
        "name": "บริษัท เทิร์นคีย์ คอมมูนิเคชั่น เซอร์วิส จำกัด",
        "address": "44 ซอยวิภาวดีรังสิต 60 แยก 18-1-2 ตลาดบางเขน แขวงลาดซี กรุงเทพมหานคร 10210",
        "website": "https://www.tkc-services.com/th/home",
        "description": "ธุรกิจกิจการโทรคมนาคม ซื้อขาย เช่า ให้เช่าพัฒนาระบบวางระบบธุรกิจเกี่ยวกับคอมพิวเตอร์",
        "telephone": "02-401-8222",
        "location": {
            "type": "Point",
            "coordinates": [
                100.580685538054,
                13.8633701616507
            ]
        }
    },
    {
        "no": 9,
        "name": "บริษัท อินทีเรียอาร์คิเทกเชอร์ 103 จำกัด",
        "address": "ชั้น 14 อาคารอโศกทาวเวอร์ส 219 ถนนสุขุมวิทอโศกมนตรี แขวงคลองเตยเหนือ เขตวัฒนา กรุงเทพมหานคร 10110",
        "website": "http://www.ia103.com/",
        "description": "ธุรกิจรับออกแบบทางสถาปัตยกรรม ทางวิศกรรมทุกสาขา และควบคุมการก่อสร้าง กิจกรรมงานสถาปัตยกรรม",
        "telephone": "02-260-0160",
        "location": {
            "type": "Point",
            "coordinates": [
                100.562457009921,
                13.7457706706762
            ]
        }
    },
    {
        "no": 10,
        "name": "บริษัท ศรีจันทร์สหโอสถ จำกัด",
        "address": "50 ซอยนัฐวุฒิ แขวงสวนหลวง กรุงเทพมหานคร 10250",
        "website": "http://www.srichand.co.th/",
        "description": "ประกอบกิจการขายตรง หรือตลาดเเบบตรงภายใต้พระราชบัญญัติขายตรง เเละตลาดเเบบตรง",
        "telephone": "02-300-1661",
        "location": {
            "type": "Point",
            "coordinates": [
                100.634429955243,
                13.7438068979983
            ]
        }
    }
];
